[
  {
    "title": "MURMUR ANTHOLOGY 1",
    "author": "Various",
    "blurb1": "Monitor Books is proud to present: Murmur Anthology #1. Featuring new writing from contributors to the Murmur Reading Series in Manchester, this anthology is a varied and exciting collection of innovative poetry, prose, and drama from seventeen international authors.<br /><br />Authors: Rachael Allen, Bryony Bates, Jen Calleja, Alan Fielden, Joey Frances, Aurelia Guo, Tessa Harris, Tom Jenks, Barbara Juch, Sophie Jung, Shiv Kotecha, Jazmine Linklater, Amy McCauley, Lila Matsumoto, Sam Riviere, Michelle Steinbeck, Mónica de la Torre.",
    "blurb2": "Designed by Joe Haigh at Chaosmos Studios <br /> Artwork by Joe Haigh & Michael Holland <br /> Edited by Rory Cook with Harriet Hill-Payne, Lucy Burns & RL Perry <br /> 234mm x 130mm <br /> 124 pages <br /> Perfect bound with tracing paper dust-jacket <br /> Edition of 250 <br /> Published 30th September 2019 <br /> £13 + p&p",
    "id": "9T65B28LLM2MC",
    "photos": [2, 3, 5, 6],
    "imagePath": "ant_img",
    "thumbnail": "2.jpg",
    "price": "10",
    "publishDate": "2019-09-30T00:00:00+0000",
    "slug": "anthology",
    "inventory": 20,
    "currency": "GBP",
    "priceId": "price_1HdcjyJs9ciiqN7OWAHUyKRy"
  },
  {
    "title": "PROPOSITIONS",
    "author": "Amy McCauley",
    "blurb1": "<p>A fragmentary treatise on desire and its consequences, Propositions is a playful examination of how we constitute and disassemble the self in language.</p><br /><p>‘Adroit aphorisms coiling around their own warping structure, filled with historic echoes and utterly recognisable voices. R.D. Laing minus the surplus arrogance, Sarah Kane with the lights on, Antigone in her cell waiting slyly for the men to return—a penetrable delight.’ — <b>Melissa Lee-Houghton</b></p><br /><br /><p>‘A battle full-tilt with words against language, using as a weapon her very own body of vocabulary. Exhilarating.’ — <b>Joanna Walsh</b></p><br /><p>‘A document of constellatory flesh from this cardinal supplier of horror-comedy.’ — <b>Alan Fielden</b> </p>",
    "blurb2": "<p><b> Pre-orders include a limited edition riso-print. </b><br />Designed by John Newton and Rory Cook.<br /> Printed and bound in Salford.<br /> Covers printed by John Powell-Jones.<br /> Perfect-bound with French flaps.<br /> Published 5th November 2020.<br /> Edition of 150.<br /> £8 + p&p</p>",
    "id": "9T65B28LLM2MD",
    "photos": [1, 2],
    "imagePath": "propositions_img",
    "thumbnail": "1.jpg",
    "price": "8",
    "publishDate": "2020-11-06T00:00:00+0000",
    "slug": "propositions",
    "inventory": 20,
    "currency": "GBP",
    "priceId": "price_1HOpbCJs9ciiqN7OGzcPOzvt"
  }
]
