[
  {
    "title": "Murmur Reading Series #1",
    "creators": ["Alan Fielden", "Aurelia Guo", "Mónica de la Torre"],
    "description1": "<p>Murmur is a series of occasional events in Manchester, UK, bringing poetry and innovative writing to new audiences.<br /> This broadcast, the first in a new series of video readings, was produced for the English Shared Futures Conference 2020.<br />  Alan Fielden’s plays are performed by Alan Fielden, Nell Osborne, Rory Cook, and Amy McCauley.</p>",
    "description2": "<p><b>Alan Fielden</b> is a writer, director, poet and performer. He was born in Seoul and lives in London, where he makes work with JAMS and ROOM. Marathon, a play, ran at the Barbican Centre in September 2018 having won the Oxford Samuel Beckett Theatre Trust Award. His fiction and poetry have appeared in Minor Literatures, 404ink, The Literateur, Der Grief and Allotrope Press.</p><br /><p><b>Aurelia Guo</b> is an artist, writer and researcher based in London. She is the author of the chapbooks NYT (Gauss PDF, 2018), 2016 (After Hours Ltd., 2016) and HOME INTRUDER EDITION (Publishing-House.me, 2015). Her writing and editing have also appeared in How To Sleep Faster, The Fanzine and Imperial Matters.</p><br /><p><b>Mónica De La Torre</b> works with and between languages. Her most recent poetry book is Repetition Nineteen (Nightboat Books, 2020). Born and raised in Mexico City, she lives in New York and teaches Literary Arts at Brooklyn College.</p>",
    "url": "430660074",
    "id": "430660074",
    "publishDate": "2020-06-26T00:00:00+0000",
    "thumbnail": "reading_series_1.jpeg",
    "slug": "murmur-episode-one"
  },
  {
    "title": "Murmur Reading Series #2",
    "creators": ["Nisha Ramayya", "Will Harris", "Sophie Collins"],
    "description1": "<p>Originally a programme of occasional live events in Manchester between 2017-2019, Murmur is a series of video readings showcasing poetry, innovative writing, and performance..<br /> Nisha Ramayya's 'A Basket Woven of One's Own Hair' is <a href='the87press.com/post/digital-poetics-16-a-basket-woven-of-one-s-own-hair-nisha-ramayya'>available to read here</a>.<br/>Will Harris's 'Seven Dreams of Richard Spencer' is taken from RENDANG (Granta, 2020).</p>",
    "description2": "<p><b>Nisha Ramayya</b> grew up in Glasgow and is based in London. Her debut collection, States of the Body Produced by Love, was published by Ignota Books in 2019. Other publications include a ‘Memo on Multiplicity’ in Frieze (2020); ‘Notes on a Means without End’ (2020) in Poetry Review; In Me the Juncture (Sad Press, 2019), and Threads (clinic, 2018), a critical-creative pamphlet co-authored with Sandeep Parmar and Bhanu Kapil.</p><br /><p><b>Will Harris</b> is a poet and critic from London. His debut collection, RENDANG, was published by Granta in 2020, and he is also the author of the critically acclaimed Mixed-Race Superman (Peninsula Press, 2018) and All This is Implied (HappenStance Press, 2017). RENDANG won the Forward Prize for Best First Collection, and is nominated for the T.S. Eliot Prize.</p><br /><p><b>Sophie Collins</b> grew up in Bergen, North Holland, and lives in Glasgow. She is the author of Who Is Mary Sue? (Faber, 2018) and small white monkeys (Book Works, 2017), and the editor of Currently & Emotion (Test Centre, 2016), an anthology of contemporary poetry translations; a sequel, Intimacy, is forthcoming. She is the translator, from the Dutch, of Lieke Marsman’s The Following Scan Will Last Five Minutes (Pavilion, 2019). She is now translating Marsman’s novel, The Opposite of a Person (Daunt Books, 2022), as well as working on new poetry and a text on her present preoccupations of love, affect, and fiction.",
    "url": "478497873",
    "id": "430660075",
    "publishDate": "2020-12-10T00:00:00+0000",
    "thumbnail": "reading_series_2.jpeg",
    "slug": "murmur-episode-two"
  }
]
